<?php

declare(strict_types=1);

return [

    /*
    |--------------------------------------------------------------------------
    | Строки авторизации
    |--------------------------------------------------------------------------
    |
    | Следующие строки используются при аутентификации для различных сообщений,
    | которые необходимо показать пользователю. Вы можете изменить их в
    | соответствии с требованиями вашего приложения.
    |
    */

    'failed' => 'Эти учетные данные не совпадают с нашими записями.',
    'password' => 'Указан неверный пароль.',
    'throttle' => 'Слишком много попыток входа. Пожалуйста, повторите попытку через :seconds сек.',

];
