<?php

declare(strict_types=1);

return [

    /*
    |--------------------------------------------------------------------------
    | Строки пагинации
    |--------------------------------------------------------------------------
    |
    | Следующие строки используются пагинатором для построения ссылок
    | простой пагинации. Вы можете изменить их на любые, чтобы настроить
    | представления под своё приложение.
    |
    */

    'previous' => '&laquo; Назад',
    'next' => 'Вперёд &raquo;',

];
