<?php

declare(strict_types=1);

return [

    /*
    |--------------------------------------------------------------------------
    | Строки сброса пароля
    |--------------------------------------------------------------------------
    |
    | Следующие строки — значения по умолчанию, которые соответствуют причинам,
    | возвращаемым брокером паролей при попытке обновления пароля, например
    | при ошибке из-за неверного пароля или токена сброса.
    |
    */

    'reset' => 'Ваш пароль был сброшен.',
    'sent' => 'Мы отправили вам по электронной почте ссылку для сброса пароля.',
    'throttled' => 'Пожалуйста, подождите перед повторной попыткой.',
    'token' => 'Этот токен сброса пароля недействителен.',
    'user' => 'Не удалось найти пользователя с таким адресом электронной почты.',

];
